xml/request_templates/dk5underdeling_frederik4.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>27208010|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Frederik IV</dc:title>
              <dc:title xsi:type="dkdcplus:full">Frederik IV : konge i enevældens Danmark</dc:title>
              <dc:title xsi:type="dkdcplus:series">Tilbageblik</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Hans Wagner (f. 1972-12-03)</dc:creator>
              <dc:creator xsi:type="oss:sort">Wagner, Hans (f. 1972-12-03)</dc:creator>
              <dc:subject xsi:type="dkdcplus:DBCF">Frederik  IV konge af Danmark</dc:subject>
              <dc:subject xsi:type="oss:sort">Frederik IV konge af Danmark</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">99.4 Frederik, IV, konge af Danmark</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Biografier af enkelte personer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">danske konger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">konger</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dcterms:abstract>Om Frederik IV (1671-1730) og hans liv med rejser i Europa, slotsbyggeri, elskerinder og to koner på en gang, men også om livet for de fattige, bønder, borgere og adelige</dcterms:abstract>
              <dcterms:audience xsi:type="dkdcplus:age">Fra 13 år</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Flachs</dc:publisher>
              <dc:date>2008</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret i farver</dc:format>
              <dcterms:extent>48 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788762710498</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCF">Danmark</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1680-1689</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1690-1699</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1700-1709</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1710-1719</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1720-1729</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1670-1679</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">27208010</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20080603131435</marcx:subfield>
                  <marcx:subfield code="d">20080407</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2008</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">å</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="o">b</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788762710498</marcx:subfield>
                  <marcx:subfield code="c">ib.</marcx:subfield>
                  <marcx:subfield code="d">kr. 248,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF200819</marcx:subfield>
                  <marcx:subfield code="x">BKM200819</marcx:subfield>
                  <marcx:subfield code="x">DAT200822</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Wagner</marcx:subfield>
                  <marcx:subfield code="h">Hans</marcx:subfield>
                  <marcx:subfield code="c">f. 1972-12-03</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="A">frederik 4</marcx:subfield>
                  <marcx:subfield code="a">Frederik IV</marcx:subfield>
                  <marcx:subfield code="c">konge i enevældens Danmark</marcx:subfield>
                  <marcx:subfield code="e">Hans Wagner</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">Holte</marcx:subfield>
                  <marcx:subfield code="b">Flachs</marcx:subfield>
                  <marcx:subfield code="k">tr.i.udl.</marcx:subfield>
                  <marcx:subfield code="c">2008</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">48 sider</marcx:subfield>
                  <marcx:subfield code="b">ill. i farver</marcx:subfield>
                  <marcx:subfield code="c">28 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Tilbageblik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Om Frederik IV (1671-1730) og hans liv med rejser i Europa, slotsbyggeri, elskerinder og to koner på en gang, men også om livet for de fattige, bønder, borgere og adelige</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Fra 13 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">[1. oplag]</marcx:subfield>
                  <marcx:subfield code="c">2008</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="532" ind1="0" ind2="0">
                  <marcx:subfield code="a">Med litteraturhenvisninger og internetadresser</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="600" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Frederik</marcx:subfield>
                  <marcx:subfield code="E">4</marcx:subfield>
                  <marcx:subfield code="e">IV</marcx:subfield>
                  <marcx:subfield code="f">konge af Danmark</marcx:subfield>
                  <marcx:subfield code="2">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="m">99.4</marcx:subfield>
                  <marcx:subfield code="a">Frederik</marcx:subfield>
                  <marcx:subfield code="E">4</marcx:subfield>
                  <marcx:subfield code="e">IV</marcx:subfield>
                  <marcx:subfield code="f">konge af Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="p">96.3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">konger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1680-1689</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1690-1699</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1700-1709</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1710-1719</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1720-1729</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="e">Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="f">danske konger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1670-1679</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">200819</marcx:subfield>
                  <marcx:subfield code="b">l</marcx:subfield>
                  <marcx:subfield code="b">b</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="c">a</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Frederik+IV&amp;rft.aulast=Wagner&amp;rft.aufirst=Hans&amp;rft.auinit=H&amp;rft.date=2008&amp;rft.isbn=9788762710498&amp;rft.pub=Flachs&amp;rft.series=Tilbageblik&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:27208010</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
